{
  "1": "Tonight (December 16th) I was in a cool jazz mood.\nFor this song, I played the walking bass line, the chords and the solo in three different takes. It was too hard for me to play the tune all together.",
  "2": "This is very Chopin-ish, I know, but it is the end of the year, and this is the feeling I have in my heart.",
  "3": "I composed it maybe ten days ago but I didn't like it. Today I listened to it, fixed the ending and... here it is.",
  "4": "I sang this song myself, around midnight, coming back home. In the afternoon, I recorded it. Today is December 26th. And things are going well.",
  "5": "A bass line that sounds like a tango with a mechanic chord progression? Yes. I liked it.",
  "6": "Tonight (December 18th) I was inspired, but this will count for tomorrow, because I have already published one for today.",
  "7": "This morning I had a stamp on my password and finally I can travel again, so, my thought went to my next trip. Enjoy!",
  "8": "December 26th. Today I recorded and published 3 tunes. Not bad at all.\nThis is an idea that came to my mind while I was washing the dishes, after my late lunch (usually ~4 p.m.)",
  "9": "The variation on the Chopin prelude inspired me this very short thing.",
  "10": "I am not religious, but tonight is Christmas Eve, and it recalls many memories of my infancy. So, while cooking some chestnuts in the oven, I jumped on the piano. This lullaby came out as if it was always there.\nHappy end of 2020.",
  "11": "The new tune for December 19th is here. Enjoy!",
  "12": "Tonight I was feeling very melancholy. This is the result.",
  "13": "A few notes to express a sense of immensity. December 21st",
  "14": "Don't call me crazy. I always wanted to make a prelude a la Chopin. Today I get the necessary courage and here it is. Don't be mad at me.\nDisclosure: I am not a pianist and I can't play something so difficult. Instead, I worked on an original MIDI file that was supposedly played by Mieczysław Munz (en.wikipedia.org/wiki/Mieczys%C5%82aw_Munz). I am not sure about that because Munz died before the invention of the MIDI format, thought.",
  "15": "Composed and recorded, in a first version, on December 17th. On 18th, I improved the arrangement and re-recorded. Now, I kinda like it :)",
  "16": "Something I composed times ago and forgot. It came to my mind out of the sudden. Tonight, December 17th, I added some variation and a B part, and recorded it.",
  "17": "A mix of 900 classical music and jazz for December 29th.",
  "18": "I went to the piano an hour ago, around 6:30 pm, Dec 15th.\nIn fifteen minutes I had this very simple, but catchy, tune.\nOther twenty minutes to record, edit and master it, and here we are.",
  "19": "I awakened this morning with in mind the melody of this tune and went naked to the piano to 'taste' it. After dinner, on Dec 13rd, I was ready to record it.",
  "20": "December 11th. The last ride of the carousel.",
  "21": "I composed the first part of this song in Oakland, possibly four years ago.",
  "22": "Composed and recorded on Dec 10th.",
  "23": "Another song written after dinner and recorded right away, on Dec 8th :-)",
  "24": "Composed on Dec 6th.\nRecorded and published on Dec 8th.",
  "25": "Composed, recorded and published on Dec 7th.",
  "26": "Sometimes, I go on the roof to smoke a cigar. There is often fog, and the moon looks blurred. The air has a gloomy feeling.",
  "27": "Onomatopea is the Italian for Onomatopoeia, and the second part of this tuns seems to say o-no-ma-to-pe-a.",
  "28": "A short fragment exposing my feelings about the winter and the cold that is coming. I wrote and recorded its first version in November to soundtrack a short video.",
  "29": "A tune for December 4th.",
  "30": "A forgotten fragment I wrote in Oakland a few years ago. Accidentally, I found a bad video on Facebook I recorded then and here we are.",
  "31": "I decided to remove 'Almost Blue' from the playlist because it was the only tune played with an electric piano. So, tonight (someday in early January), in one hour I composed and recorded (at record time) a new tune. Enjoy!"
}
